{"Limpeza na Floresta":{"titulo":"Limpeza na Floresta","data":"2025-05-19","hora":"12:00","localidade":"Parque Natural de Sintra-Cascais, Sintra","imagem":"atividade1.jpg","participantes":[],"descricao":"Voluntários reuniram-se nas florestas de Sintra para recolher plástico, metal e outros resíduos espalhados pelos trilhos. O grupo trabalhou em conjunto para preservar a beleza natural e proteger os habitats da fauna local.","username":"mariana_costa92"},"Iniciativa Praia Limpa":{"titulo":"Iniciativa Praia Limpa","data":"2024-02-02","hora":"13:00","localidade":"Praia da Nazaré, Nazaré","imagem":"atividade2.jpg","participantes":["mariana_costa92"],"descricao":"Dezenas de participantes uniram forças para remover lixo e detritos da praia, recolhendo garrafas, beatas e outros resíduos deixados por visitantes. O esforço ajudou a restaurar o aspeto limpo e natural da costa.","username":"joaoribeiro"},"Proteger a Linha Costeira":{"titulo":"Proteger a Linha Costeira","data":"2024-03-18","hora":"14:00","localidade":"Praia de Miramar, Vila Nova de Gaia","imagem":"atividade3.jpg","participantes":["joaoribeiro","tiago.moreira89"],"descricao":"Munidos de luvas e sacos, os voluntários limparam a praia e as dunas próximas. Esta ação prática ajudou a evitar que o plástico e outros resíduos chegassem ao mar.","username":"inesM99"},"Plantação Comunitária":{"titulo":"Plantação Comunitária","data":"2025-02-12","hora":"15:00","localidade":"Parque da Cidade, Porto","imagem":"atividade4.jpg","participantes":["tiago.moreira89"],"descricao":"Membros da comunidade plantaram arbustos e pequenas árvores nativas para restaurar a área verde do parque. A plantação teve como objetivo promover a biodiversidade e melhorar a qualidade do ar na zona urbana.","username":"mariana_costa92"},"Reflorestação em Equipa":{"titulo":"Reflorestação em Equipa","data":"2024-03-16","hora":"11:30","localidade":"Parque Natural da Serra da Estrela, Covilhã","imagem":"atividade5.jpg","participantes":["inesM99"],"descricao":"Um grupo de entusiastas do ambiente passou o dia a plantar árvores jovens numa encosta desflorestada. A atividade fez parte de um projeto de reflorestação a longo prazo para combater a erosão do solo e incentivar o regresso da fauna","username":"mariana_costa92"},"Oficina de Jardinagem para Crianças":{"titulo":"Oficina de Jardinagem para Crianças","data":"2023-03-29","hora":"16:00","localidade":"Jardim do Príncipe Real, Lisboa","imagem":"atividade6.jpg","participantes":["mariana_costa92","inesM99"],"descricao":"Numa sessão divertida e interativa, as crianças aprenderam noções básicas de jardinagem ao plantar ervas aromáticas e vegetais em canteiros comunitários. Voluntários orientaram cada passo, promovendo o cuidado com a natureza desde cedo.","username":"inesM99"},"Missão Verde no Bairro":{"titulo":"Missão Verde no Bairro","data":"2025-12-01","hora":"15:00","localidade":"Bairro Alto, Lisboa","imagem":"pexels-rdne-6647048.jpg","participantes":["inesM99"],"descricao":"No último sábado, participámos de uma iniciativa ambiental no Bairro Alto. Em grupo, percorremos várias ruas identificando pontos críticos de lixo e recolhendo resíduos espalhados. Também conversámos com moradores e comerciantes sobre formas simples de manter o bairro mais limpo. A melhor parte foi transformar pequenos espaços esquecidos em mini jardins com ervas aromáticas. Foi uma experiência gratificante, onde cada um contribuiu para tornar a cidade um lugar mais verde e acolhedor.","username":"tiago.moreira89"}}